eamodio.gitlens
esbenp.prettier-vscode
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.powershell
redhat.vscode-xml
redhat.vscode-yaml
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim