7zip.7zip
Adobe.Acrobat.Reader.64-bit
Git.Git
Google.Chrome
JanDeDobbeleer.OhMyPosh
Microsoft.PowerShell
Microsoft.PowerToys
Microsoft.VisualStudioCode
Microsoft.VisualStudio.2022.Community
Microsoft.WindowsTerminal
Notepad++.Notepad++
VideoLAN.VLC
Fork.Fork
9PGCV4V3BK4W
9P7KNL5RWT25
Docker.DockerDesktop
GIMP.GIMP
DominikReichl.KeePass
Telerik.Fiddler.Classic
OBSProject.OBSStudio
Meld.Meld
Oracle.VirtualBox
Canonical.Ubuntu